[
  {
    "prayerCategory": "Consagrações",
    "devotionType": "Nossa Senhora Aparecida",
    "prayer": "Ó Maria Santíssima, pelos méritos de Nosso Senhor Jesus Cristo, em vossa querida imagem de Aparecida, espalhais inúmeros benefícios sobre todo o Brasil. Eu, embora indigno de pertencer ao número de vossos filhos e filhas, mas cheio do desejo de participar dos benefícios de vossa misericórdia, prostrado a vossos pés, consagro-vos o meu entendimento, para que sempre pense no amor que mereceis; consagro-vos a minha língua para que sempre vos louve e propague a vossa devoção; consagro-vos o meu coração, para que, depois de Deus, vos ame sobre todas as coisas.Recebei-me, ó Rainha incomparável, vós que o Cristo crucificado deu-nos por Mãe, no ditoso número de vossos filhos e filhas; acolhei-me debaixo de vossa proteção; socorrei-me em todas as minhas necessidades, espirituais e temporais, sobretudo na hora de minha morte.Abençoai-me, ó celestial cooperadora, e com vossa poderosa intercessão, fortalecei-me em minha fraqueza, a fim de que, servindo-vos fielmente nesta vida, possa louvar-vos, amar-vos e dar-vos graças no céu, por toda eternidade. Assim seja!"
  },
  {
    "prayerCategory": "Consagrações",
    "devotionType": "Consagração à São José",
    "prayer": "Ó São José, ó Santo dos Santos, o maior dos Santos do Céu depois da Santíssima Virgem, Nosso Co-Redentor reinai em minha alma junto com Maria Santíssima para engrandecer ao Senhor; esteja em mim o Vosso Espírito, para que eu possa alegrar-me em Deus. Peço que Vossos braços humanos estejam sempre abertos para acolher todos aqueles que, tendo recebido o batismo, guardem até a hora da sua morte a inocência batismal por meio da recepção dos sacramentos, de forma especial da Santíssima Eucaristia que é o Vosso Jesus Vivo e Presente em toda a Sua essência e do Sacramento da Reconciliação. Deixai colocar-me sobre o vosso colo, reclinar-me sobre o Seu Paternal Coração os meus ouvidos, para que as batidas do Vosso Coração Amantíssimo sejam um golpe de amor na minha existência terrena assim como o fez Jesus, Vosso Divino Infante, Vosso Fruto Virginal e Tesouro.Introduzi-me no intimo convívio do Senhor Deus e de Sua Mãe Santíssima. Permiti que vos contemple para aprender de Vós a fazer a vontade de Deus em minha vida e também o silêncio, a obediência, a prudência santa, a oração profunda. Imprimi em minha alma todos os Seus dons e virtudes, o chamamento verdadeiro à santidade e que as Chamas das Labaredas do Vosso Doloroso e Aflitíssimo Coração queimem o meu orgulho, as minhas vaidades, as minhas impurezas e purifiquem todos os meus pecados. Sois a Alegria de Deus Pai, a Honra do Povo de Deus, Pai Virginal de Jesus, Eleito do Espírito Santo, Relicário do Altíssimo, Esposo Verdadeiro da Santíssima Virgem Maria, Imperador do Céu, Patrono Universal da Santa Igreja, Serafim na Terra, Êxtase dos Anjos, Terror dos demônios, Escudo do Povo de Deus, Espelho Perfeito de Deus, Anjo Guardião, Molde de todos os Santos, Mestre Admirável da Vida Interior, Diretor das Almas, Escada Dourada que conduz ao Céu, Luz dos Homens, Consolo e Repouso dos fieis, Pai Amantíssimo, Amigo, Defensor, Sustentáculo na Vida e na Morte, Modelo de Trabalhador, Amante da Pobreza, Alivio dos Miseráveis, Esperança dos doentes, Cidadela Forte, Refugio do povo do Senhor, Eterno Sacerdote de Deus que não ministrou no Altar das Igrejas, mas ministrou na Casa de Nazaré. Sois a Onipotência Suplicante junto a Jesus e a Maria. Sois Aquele que antes de todos teve Jesus Crucificado guardado no Seu Santíssimo Coração, eu suplico, guardai Jesus Crucificado em meu coração e permiti a mim, pecador miserável e indigno, proclamar vossos louvores. Sou todo Vosso, e tudo o que possuo é Vosso.Quero consagrar-me ao Vosso Coração e também à Santa Igreja, ao Santo Padre, ao Brasil, ao Estado e a Cidade em que habito, a minha Diocese, a minha família, os jovens, a inocência das crianças, as vocações religiosas e sacerdotais e por fim todas as intenções do Imaculado Coração da Vossa Santíssima Esposa. Ó Açucena Alvíssima de castidade, a mais perfeita depois da Santíssima Virgem, tornai puro e casto o meu coração e como protegestes a Jesus, pelos laços dos esponsais que tivestes com a Sempre Virgem Maria, que vos fez participante de todos os Seus dotes divinos, e por este laço que vivenciastes com Ela, Vossos dons e virtudes de maneira elevada a todas as demais almas e de forma que encontrastes dignidade perante o Senhor, a ponto de vos tornar Seu Pai e Protetor e conhecedor de todos os mistérios que cercavam a Vida da Santíssima Virgem Maria, protegei especialmente hoje, as famílias e o Sacramento do Matrimônio que pode alcançar verdadeiros milagres, formar santos e salvar o mundo. Ponho sob a proteção do Vosso Amantíssimo Coração e as Vossas Lágrimas Dolorosas: o Brasil, o povo judeu, os sacerdotes do mundo inteiro e a Unidade com o Papa Francisco. Socorrei-me em todos os momentos, em todas as minhas dores, agonias, dificuldades, provações e sofrimentos.Estai comigo em minhas alegrias e em meus trabalhos. Habitai em minha casa, em minha vida. Confio em vossas mãos Santíssimas os meus caminhos, os meus passos a Jesus e a Maria. Enfim, estendei-me as vossas mãos para conceder-me as graças do Céu, as joias do Palácio e da Coroa do Senhor, pois é o tempo dos filhos do Vosso Coração! Assim seja!"
  },
  {
    "prayerCategory": "Consagrações",
    "devotionType": "Sagrado Coração de Jesus",
    "prayer": "Ó Jesus, eu vos dou meu coração, eu vo-lo consagro inteiramente, colocando-o nas vossas mãos amorosas.Ó Senhor, fazei que meu coração seja sempre fiel à vossa vontade. Guardai-me no vosso amor e conduzi-me nas vossas sendas de justiça e de paz.Que o vosso Sagrado Coração seja o meu refúgio e fortaleza contra as tentações e o mal. Amém."
  },
  {
    "prayerCategory": "Consagrações",
    "devotionType": "Imaculado Coração de Maria",
    "prayer": "Ó Coração Sacratíssimo de Jesus, a vós consagro minha vida, minhas ações e tudo o que sou..."
  },
  {
    "prayerCategory": "Consagrações",
    "devotionType": "Divino Pai Eterno",
    "prayer": "Ó Coração Sacratíssimo de Jesus, a vós consagro minha vida, minhas ações e tudo o que sou..."
  },
  {
    "prayerCategory": "Consagrações",
    "devotionType": "Nossa Senhora Aparecida",
    "prayer": "Ó Coração Sacratíssimo de Jesus, a vós consagro minha vida, minhas ações e tudo o que sou..."
  },
  {
    "prayerCategory": "Consagrações",
    "devotionType": "Nossa Senhora de Nazaré",
    "prayer": "Ó Coração Sacratíssimo de Jesus, a vós consagro minha vida, minhas ações e tudo o que sou..."
  },
  {
    "prayerCategory": "Consagrações",
    "devotionType": "Santíssima Virgem Maria",
    "prayer": "Ó Coração Sacratíssimo de Jesus, a vós consagro minha vida, minhas ações e tudo o que sou..."
  },
  {
    "prayerCategory": "Jaculatórias",
    "devotionType": "Senhor, tende piedade de nós",
    "prayer": "Senhor, tende piedade de nós. Cristo, tende piedade de nós..."
  },
  
]
