[
    {
        "prayerCategory": "Consagrações",
        "devotionType": "Nossa Senhora Aparecida",
        "prayer": "Ó Maria Santíssima, pelos méritos de Nosso Senhor Jesus Cristo, em vossa querida imagem de Aparecida, espalhais inúmeros benefícios sobre todo o Brasil. Eu, embora indigno de pertencer ao número de vossos filhos e filhas, mas cheio do desejo de participar dos benefícios de vossa misericórdia, prostrado a vossos pés, consagro-vos o meu entendimento, para que sempre pense no amor que mereceis; consagro-vos a minha língua para que sempre vos louve e propague a vossa devoção; consagro-vos o meu coração, para que, depois de Deus, vos ame sobre todas as coisas.Recebei-me, ó Rainha incomparável, vós que o Cristo crucificado deu-nos por Mãe, no ditoso número de vossos filhos e filhas; acolhei-me debaixo de vossa proteção; socorrei-me em todas as minhas necessidades, espirituais e temporais, sobretudo na hora de minha morte.Abençoai-me, ó celestial cooperadora, e com vossa poderosa intercessão, fortalecei-me em minha fraqueza, a fim de que, servindo-vos fielmente nesta vida, possa louvar-vos, amar-vos e dar-vos graças no céu, por toda eternidade. Assim seja!"
    },
    {
        "prayerCategory": "Consagrações",
        "devotionType": "Consagração à São José",
        "prayer": "Ó São José, ó Santo dos Santos, o maior dos Santos do Céu depois da Santíssima Virgem, Nosso Co-Redentor reinai em minha alma junto com Maria Santíssima para engrandecer ao Senhor; esteja em mim o Vosso Espírito, para que eu possa alegrar-me em Deus. Peço que Vossos braços humanos estejam sempre abertos para acolher todos aqueles que, tendo recebido o batismo, guardem até a hora da sua morte a inocência batismal por meio da recepção dos sacramentos, de forma especial da Santíssima Eucaristia que é o Vosso Jesus Vivo e Presente em toda a Sua essência e do Sacramento da Reconciliação. Deixai colocar-me sobre o vosso colo, reclinar-me sobre o Seu Paternal Coração os meus ouvidos, para que as batidas do Vosso Coração Amantíssimo sejam um golpe de amor na minha existência terrena assim como o fez Jesus, Vosso Divino Infante, Vosso Fruto Virginal e Tesouro.Introduzi-me no intimo convívio do Senhor Deus e de Sua Mãe Santíssima. Permiti que vos contemple para aprender de Vós a fazer a vontade de Deus em minha vida e também o silêncio, a obediência, a prudência santa, a oração profunda. Imprimi em minha alma todos os Seus dons e virtudes, o chamamento verdadeiro à santidade e que as Chamas das Labaredas do Vosso Doloroso e Aflitíssimo Coração queimem o meu orgulho, as minhas vaidades, as minhas impurezas e purifiquem todos os meus pecados. Sois a Alegria de Deus Pai, a Honra do Povo de Deus, Pai Virginal de Jesus, Eleito do Espírito Santo, Relicário do Altíssimo, Esposo Verdadeiro da Santíssima Virgem Maria, Imperador do Céu, Patrono Universal da Santa Igreja, Serafim na Terra, Êxtase dos Anjos, Terror dos demônios, Escudo do Povo de Deus, Espelho Perfeito de Deus, Anjo Guardião, Molde de todos os Santos, Mestre Admirável da Vida Interior, Diretor das Almas, Escada Dourada que conduz ao Céu, Luz dos Homens, Consolo e Repouso dos fieis, Pai Amantíssimo, Amigo, Defensor, Sustentáculo na Vida e na Morte, Modelo de Trabalhador, Amante da Pobreza, Alivio dos Miseráveis, Esperança dos doentes, Cidadela Forte, Refugio do povo do Senhor, Eterno Sacerdote de Deus que não ministrou no Altar das Igrejas, mas ministrou na Casa de Nazaré. Sois a Onipotência Suplicante junto a Jesus e a Maria. Sois Aquele que antes de todos teve Jesus Crucificado guardado no Seu Santíssimo Coração, eu suplico, guardai Jesus Crucificado em meu coração e permiti a mim, pecador miserável e indigno, proclamar vossos louvores. Sou todo Vosso, e tudo o que possuo é Vosso.Quero consagrar-me ao Vosso Coração e também à Santa Igreja, ao Santo Padre, ao Brasil, ao Estado e a Cidade em que habito, a minha Diocese, a minha família, os jovens, a inocência das crianças, as vocações religiosas e sacerdotais e por fim todas as intenções do Imaculado Coração da Vossa Santíssima Esposa. Ó Açucena Alvíssima de castidade, a mais perfeita depois da Santíssima Virgem, tornai puro e casto o meu coração e como protegestes a Jesus, pelos laços dos esponsais que tivestes com a Sempre Virgem Maria, que vos fez participante de todos os Seus dotes divinos, e por este laço que vivenciastes com Ela, Vossos dons e virtudes de maneira elevada a todas as demais almas e de forma que encontrastes dignidade perante o Senhor, a ponto de vos tornar Seu Pai e Protetor e conhecedor de todos os mistérios que cercavam a Vida da Santíssima Virgem Maria, protegei especialmente hoje, as famílias e o Sacramento do Matrimônio que pode alcançar verdadeiros milagres, formar santos e salvar o mundo. Ponho sob a proteção do Vosso Amantíssimo Coração e as Vossas Lágrimas Dolorosas: o Brasil, o povo judeu, os sacerdotes do mundo inteiro e a Unidade com o Papa Francisco. Socorrei-me em todos os momentos, em todas as minhas dores, agonias, dificuldades, provações e sofrimentos.Estai comigo em minhas alegrias e em meus trabalhos. Habitai em minha casa, em minha vida. Confio em vossas mãos Santíssimas os meus caminhos, os meus passos a Jesus e a Maria. Enfim, estendei-me as vossas mãos para conceder-me as graças do Céu, as joias do Palácio e da Coroa do Senhor, pois é o tempo dos filhos do Vosso Coração! Assim seja!"
    },
    {
        "prayerCategory": "Consagrações",
        "devotionType": "Sagrado Coração de Jesus",
        "prayer": "Ó Jesus, eu vos dou meu coração, eu vo-lo consagro inteiramente, colocando-o nas vossas mãos amorosas.Ó Senhor, fazei que meu coração seja sempre fiel à vossa vontade. Guardai-me no vosso amor e conduzi-me nas vossas sendas de justiça e de paz.Que o vosso Sagrado Coração seja o meu refúgio e fortaleza contra as tentações e o mal. Amém."
    },
    {
        "prayerCategory": "Consagrações",
        "devotionType": "Imaculado Coração de Maria",
        "prayer": "Ó Coração Sacratíssimo de Jesus, a vós consagro minha vida, minhas ações e tudo o que sou..."
    },
    {
        "prayerCategory": "Consagrações",
        "devotionType": "Divino Pai Eterno",
        "prayer": "Ó Coração Sacratíssimo de Jesus, a vós consagro minha vida, minhas ações e tudo o que sou..."
    },
    {
        "prayerCategory": "Consagrações",
        "devotionType": "Nossa Senhora Aparecida",
        "prayer": "Ó Coração Sacratíssimo de Jesus, a vós consagro minha vida, minhas ações e tudo o que sou..."
    },
    {
        "prayerCategory": "Consagrações",
        "devotionType": "Nossa Senhora de Nazaré",
        "prayer": "Ó Coração Sacratíssimo de Jesus, a vós consagro minha vida, minhas ações e tudo o que sou..."
    },
    {
        "prayerCategory": "Consagrações",
        "devotionType": "Santíssima Virgem Maria",
        "prayer": "Ó Coração Sacratíssimo de Jesus, a vós consagro minha vida, minhas ações e tudo o que sou..."
    },
    {
        "prayerCategory": "Jaculatórias",
        "devotionType": "Senhor, tende piedade de nós",
        "prayer": "Senhor, tende piedade de nós. Cristo, tende piedade de nós..."
    },
    {
        "prayerCategory": "Jesus",
        "devotionType": "Oração a Jesus Sacramentado",
        "prayer": "Meu Jesus Cristo, Filho deDeusvivo, eis-­me aqui em companhia da SantíssimaVirgem, dos Anjos, dos Santos do Céu e dos justos da Terra, para visitar-­Vos e adorar-Vos nesta Hóstia Consagrada. Creio firmemente que estais tão presente, poderoso eglorioso como estais no Céu; e pelos Vossos méritos, espero alcançar a glória eterna,seguindo em tudo Vossas divinas inspirações; e em agradecimento de Vosso divinoamor, quero amar-­Vos com todo o meu coração e minha alma, potências e sentidos. Suplico-­Vos, Salvador de minha alma, pelo Sangue precioso que derramastes emVossa circuncisão e em Vossa Santíssima Paixão, que exerciteis comigo este ofício deSalvador, dando-­me, pela intercessão de Vossa Santíssima Mãe, os dons da oraçãojuntamente com a perseverança, para que, quando deixar estavida, me guieis à glóriaeterna que gozais no Céu. Amém."
    }, // link dessa oração https://liturgia.cancaonova.com/pb/oracoes/oracao-jesus-sacramentado/
    {
        "prayerCategory": "Jesus",
        "devotionType": "Oração a Jesus libertador",
        "prayer": "Eu venho a Ti, Senhor Jesus, como a meu libertador. Tu conheces todos os meus problemas, todas as coisas que me amarram, atormentam, corrompem e incomodam. Eu me recuso, neste momento, a aceitar qualquer coisa de satanás e me desligo de espíritos das trevas, de toda influência negativa e maligna, de todo cativeiro satânico, de todo espírito em mim que não seja Espírito de Deus, e ordeno a todos os espíritos relacionados com satanás que nos deixem agora e não voltem nunca mais, prostrando-se aos pés da Santa Cruz de Jesus Cristo, para sempre. Confesso que meu corpo é templo do Espírito Santo: redimido, lavado, santificado, justificado pelo Sangue de Jesus. Portanto, satanás não tem lugar em mim e nenhum poder sobre mim, por causa do Sangue de Jesus. Amém. Amém. Aleluia."
    }, // link: https://liturgia.cancaonova.com/pb/oracoes/oracao-jesus-libertador/
    {
        "prayerCategory": "Santíssima Trindade",
        "devotionType": "Oração a Santíssima Trindade",
        "prayer": "Santíssima Trindade, Pai, Filho e Espírito Santo, adoro-Vos profundamente e ofereço-Vos o preciosíssimo Corpo, Sangue, Alma e Divindade de Jesus Cristo, presente em todos os sacrários da terra, em reparação dos ultrajes, sacrilégios e indiferenças com que Ele mesmo é ofendido. Pelos méritos infinitos do Seu Santíssimo Coração e do Coração Imaculado de Maria, peço-Vos a conversão dos pobres pecadores. Amém."
    }, // link: https://liturgia.cancaonova.com/pb/oracoes/oracao-santissima-trindade/
    {
        "prayerCategory": "Consagrações",
        "devotionType": "Oração antes da confissão ou exame de consciência",
        "prayer": "Espírito Santo, fonte de luz, dignai-vos enviar um dos Vossos raios ao meu coração, e vinde auxiliar-me para conhecer os meus pecados. Mostrai-os a mim, Senhor, tão claramente como os conhecerei quando, ao sair desta vida, terei de comparecer diante do divino Juiz para ser julgado. Amém!"
        
    }, // https://liturgia.cancaonova.com/pb/oracoes/oracao-antes-da-confissao-ou-exame-de-consciencia/
    {
        "prayerCategory": "Reinha dos Anjos (Augusta Rainha)",
        "devotionType": "Oração a Reinha dos Anjos (Augusta Rainha)",
        "prayer": "Augusta Rainha dos céus, Senhora dos Anjos, Vós que, desde o princípio, recebestes de Deus o poder e a missão de esmagar a cabeça de satanás, humildemente Vos rogamos que envieis as legiões celestes para que, sob Vossas ordens, persigam os demônios, combatendo-os por toda a parte, reprimindo-lhes a insolência e lançando-os no abismo. Ó Mãe de bondade e ternura, Vós sereis sempre o nosso Amor e a nossa esperança. Ó Mãe Deus, enviai os Santos Anjos para nos defenderem, e repeli para longe de nós o cruel inimigo. Santos Anjos e Arcanjos, defendei-nos e guardai-nos. Amém!"
    }, // https://liturgia.cancaonova.com/pb/oracoes/oracao-rainha-dos-anjos-augusta-rainha/
    {
        "prayerCategory": "Nossa Senhora de Guadalupe",
        "devotionType": "Oração a Nossa Senhora de Guadalupe",
        "prayer": "Perfeita, sempre Virgem Santa Maria, Mãe do Verdadeiro Deus, por quem se vive. Tu que, na verdade, és nossa Mãe compassiva, Te buscamos e Te clamamos. Escuta, com piedade, nosso pranto, nossas tristezas. Cura nossas penas, nossas misérias e dores. Tu que és nossa doce e amorosa Mãe, acolhe-nos no aconchego do Teu manto, no carinho de Teus braços. Que nada nos aflija nem perturbe nosso coração. Mostra-nos e manifesta-nos a teu amado Filho, para que, n'Ele e com Ele, encontremos nossa salvação e a salvação do mundo. Santíssima Virgem Maria de Guadalupe, faz-nos mensageiros teus, mensageiros da Palavra e da vontade de Deus. Amém. Nossa Senhora de Guadalupe, rogai por nós!"

    }, // https://liturgia.cancaonova.com/pb/oracoes/oracao-nossa-senhora-de-guadalupe/
    {
        "prayerCategory": "São Miguel Arcanjo",
        "devotionType": "Oração a São Miguel Arcanjo",
        "prayer": "São Miguel Arcanjo, defendei-nos no combate, sede o nosso refúgio contra as maldades e ciladas do demônio. Ordene-lhe, Deus, instantemente o pedimos. E vós, príncipe da milícia celeste, pela virtude divina, precipitai no inferno a satanás e aos outros espíritos malignos que andam pelo mundo para perder asalmas.Amém. Sacratíssimo Coração de Jesus(3x)."
    }, // https://liturgia.cancaonova.com/pb/oracoes/oracao-sao-miguel-arcanjo/
    {
        "prayerCategory": "São Miguel Arcanjo",
        "devotionType": "Oração a São Miguel Arcanjo para alcançar libertação",
        "prayer": "Glorioso São Miguel Arcanjo, poderoso vencedor das batalhas espirituais, vinde em auxílio das minhas necessidades espirituais e temporais. Afugentai de minha presença todo mal e todo ataque e ciladas do inimigo. Com sua poderosa espada de luz, derrotai todas as forças malignas e iluminai meus caminhos com a luz de tua proteção. Arcanjo Miguel, do mal: libertai-me; do inimigo: livrai-me; das tempestades: socorrei-me; dos perigos: protegei-me; das perseguições: salvai-me! Glorioso São Miguel Arcanjo, pelo poder celeste a vós conferido, sê para mim o guerreiro valente e conduzi-me nos caminhos da paz. Amém!"

    }, // https://liturgia.cancaonova.com/pb/oracoes/oracao-sao-miguel-arcanjo-para-alcancar-libertacao/
    {
        "prayerCategory": "Anjo da Guarda",
        "devotionType": "Súplica ao Anjo da Guarda",
        "prayer": "Ó meu Anjo da Guarda, príncipe celestial e meu amoroso tutor, alcançai-me o perdão dos desgostos que a Deus e a vós tenho dado, e imprimi na minha alma tão profundo respeito para convosco que nunca me atreva a fazer coisa que vos desagrade. Amém! (Rezar: Pai-Nosso, Ave-Maria e Glória)"

    }, // https://liturgia.cancaonova.com/pb/oracoes/suplica-ao-anjo-da-guarda/
    {
        "prayerCategory": "Nossa Senhora da Defesa",
        "devotionType": "Oração a Nossa Senhora da Defesa",
        "prayer": "Nossa Senhora da Defesa, Virgem Poderosa, recorro à Vossa proteção contra todos os assaltos do inimigo, pois Vós sois o terror das forças malignas. Eu seguro no Vosso manto santo e me refugio debaixo dele para estar guardado, seguro e protegido de todo mal. Mãe Santíssima, refúgio dos pecadores, Vós recebestes de Deus o poder para esmagar a cabeça da serpente infernal e, com a espada levantada, afugentar os demônios que querem acorrentar os filhos de Deus. Curvado sob o peso dos meus pecados, venho pedir a Vossa proteção, hoje e em cada dia da minha vida, para que, vivendo na luz do vosso Filho, Nosso Senhor Jesus Cristo, eu possa, depois desta caminhada terrena, entrar na Pátria Celeste. Amém."
    }, // https://liturgia.cancaonova.com/pb/oracoes/oracao-nossa-senhora-da-defesa/
]     
